<template>
    <main>
        <div class="container mt-5">
            <div class="row">
                <div class="col-2">
                    <sidebar/>
                </div>
                <div class="col ps-3 mt-2">
                    <section>
                        <div class="container">
                            <div class="row mb-2">
                                <h2>Тут название диска</h2>

                            </div>
                            <div class="row">
                                <div class="col-4">
                                    <img src="" class="poster_img" alt="rdr">

                                </div>
                                <div class="col mt-3 ms-3 pt-2">
                                    <p><b>Название: </b>ASDASDASDASDSADASD</p>
                                    <p><b>Жанры: </b>ASDASDASDASDSADASD</p>
                                    <p><b>Дата выхода: </b>ASDASDASDASDSADASD</p>
                                    <p><b>Производство: </b>ASADASD</p>
                                    <p><b>Язык озвучки: </b>ASDASDASDASDSADASD</p>
                                    <p><b>Платформа: </b>ASDASDASDASDSADASD</p>
                                    <p><b>Название: </b>ASDASDASDASDSADASD</p>
                                    <div>
                                        <h3 class="price">45.5р</h3>
                                    </div>
                                </div>
                            </div>
                            <div class="row ps-2 pe-2 mt-2 mb-4">
                                Сайт рыбатекст поможет дизайнеру, верстальщику, вебмастеру сгенерировать несколько
                                абзацев более менее осмысленного текста рыбы на русском языке, а начинающему оратору
                                отточить навык публичных выступлений в домашних условиях. При создании генератора мы
                                использовали небезизвестный универсальный код речей. Текст генерируется абзацами
                                случайным образом от двух до десяти предложений в абзаце, что позволяет сделать текст
                                более привлекательным и живым для визуально-слухового восприятия.

                                По своей сути рыбатекст является альтернативой традиционному lorem ipsum, который
                                вызывает у некторых людей недоумение при попытках прочитать рыбу текст. В отличии от
                                lorem ipsum, текст рыба на русском языке наполнит любой макет непонятным смыслом и
                                придаст неповторимый колорит советских времен.Сайт рыбатекст поможет дизайнеру,
                                верстальщику, вебмастеру сгенерировать несколько абзацев более менее осмысленного текста
                                рыбы на русском языке, а начинающему оратору отточить навык публичных выступлений в
                                домашних условиях. При создании генератора мы использовали небезизвестный универсальный
                                код речей. Текст генерируется абзацами случайным образом от двух до десяти предложений в
                                абзаце, что позволяет сделать текст более привлекательным и живым для
                                визуально-слухового восприятия.

                                По своей сути рыбатекст является альтернативой традиционному lorem ipsum, который
                                вызывает у некторых людей недоумение при попытках прочитать рыбу текст. В отличии от
                                lorem ipsum, текст рыба на русском языке наполнит любой макет непонятным смыслом и
                                придаст неповторимый колорит советских времен.Сайт рыбатекст поможет дизайнеру,
                                верстальщику, вебмастеру сгенерировать несколько абзацев более менее осмысленного текста
                                рыбы на русском языке, а начинающему оратору отточить навык публичных выступлений в
                                домашних условиях. При создании генератора мы использовали небезизвестный универсальный
                                код речей. Текст генерируется абзацами случайным образом от двух до десяти предложений в
                                абзаце, что позволяет сделать текст более привлекательным и живым для
                                визуально-слухового восприятия.

                                По своей сути рыбатекст является альтернативой традиционному lorem ipsum, который
                                вызывает у некторых людей недоумение при попытках прочитать рыбу текст. В отличии от
                                lorem ipsum, текст рыба на русском языке наполнит любой макет непонятным смыслом и
                                придаст неповторимый колорит советских времен.
                            </div>

                        </div>
                    </section>
                </div>
            </div>
        </div>
    </main>
</template>

<script>
import Sidebar from "@/components/UI/body/sidebar.vue";


export default {
    name: "Detail",
    components: {Sidebar}
}
</script>

<style scoped>

</style>